day-21/task-1/output/uncached-bombardier.txt
Bombarding http://localhost:5311/api/authors/quote-summary/uncached for 10s using 20 connection(s)
 10s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec        97.15      92.71     803.36
  Latency      206.56ms    97.13ms      0.88s
  Latency Distribution
     50%   172.54ms
     75%   223.22ms
     90%   246.14ms
     95%   280.66ms
     99%   777.14ms
  HTTP codes:
    1xx - 0, 2xx - 977, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:   375.27KB/s